{
  "header": {
    "navBar": [
      {
        "text": "Inicio",
        "url": "/"
      },
      {
        "text": "Proyectos",
        "url": "/#projects"
      },
      {
        "text": "Contacto",
        "url": "/linktree"
      }
    ]
  },
  "main": {
    "firstText": "Hola! Soy ",
    "name": "Santiago S치nchez Restrepo",
    "secondText": ", un apasionado desarrollador web Front-End de Colombia con m치s de 2 a침os de experiencia trabajando con tecnolog칤as como..."
  },
  "aboutMe": {
    "title": "Un poco de mi",
    "text": "Soy un desarrollador entusiasta con dos a침os de experiencia en el mundo del desarrollo web. Mi viaje en el desarrollo Front-End comenz칩 con una profunda fascinaci칩n por c칩mo las tecnolog칤as web pueden transformar la experiencia del usuario. Desde entonces, he estado inmerso en la exploraci칩n y el aprendizaje continuo. En mi carrera, he tenido la oportunidad de trabajar con tecnolog칤as de vanguardia, incluyendo blockchain. He integrado Next.js con Solana y he utilizado Web3Auth para desarrollar una aplicaci칩n de sistema de puntos, ampliando as칤 mi experiencia en soluciones web3. Mi objetivo es convertirme en un experto en la creaci칩n de interfaces web atractivas y altamente funcionales."
  },
  "projects": {
    "title": "Proyectos",
    "text": "Estos son de mis proyectos mas relevantes",
    "projectsCard": [
      {
        "title": "YTA-PAGE游",
        "text": "Este proyecto se llev칩 a cabo para la empresa inmobiliaria YTA, donde fui responsable tanto del dise침o como de la implementaci칩n del sitio web, encarg치ndome exclusivamente de la parte del front-end. (Con Vue.js)",
        "tech": [
          "TypeScript",
          "Vue",
          "Figma"
        ],
        "image": "YTA",
        "viewServer": "https://ytacompraryvender.com.co/"
      },
      {
        "title": "EPM Project 游닇",
        "text": "Un sistema de puntos basado en tecnolog칤a blockchain, que utiliza Web3Auth para la autenticaci칩n con billeteras del entorno de Ethereum.",
        "tech": [
          "TypeScript",
          "Next",
          "Figma"
        ],
        "image": "EPM",
        "viewServer": "https://dev.puntosnova.com"
      },
      {
        "title": "AVENFOR Web 游깷",
        "text": "Desarrollador del sitio web principal de la empresa, encargado de crear el c칩digo para la internacionalizaci칩n, as칤 como para este sitio web de portafolio.",
        "tech": [
          "TypeScript",
          "Next",
          "Figma"
        ],
        "image": "AVENFOR",
        "viewServer": "https://dev.avenfor.com"
      }
    ]
  },
  "contact": {
    "title": "Contactar",
    "text": "쯊e gustaria contactarme?",
    "textButton": "Contactar"
  }
}


